<?php

use apps4net\tasks\libraries\App;

?>

<!DOCTYPE html>
<html lang="en">

<?php App::component('head'); ?>

<body>
<div class="container">
    <?php App::component('header'); ?>

    <section class="container">
        <h1 class="my-4">Όροι Χρήσης</h1>

        <div class="card mb-4">
            <div class="card-header">1. Εισαγωγή</div>
            <div class="card-body">
                <p>Καλώς ήρθατε στην ιστοσελίδα μας. Συνεχίζοντας να περιηγείστε και να χρησιμοποιείτε αυτήν την
                    ιστοσελίδα, συμφωνείτε να συμμορφώνεστε και να δεσμεύεστε από τους παρόντες όρους και
                    προϋποθέσεις χρήσης.</p>
            </div>
        </div>

        <div class="card mb-4">
            <div class="card-header">2. Πνευματικά Δικαιώματα</div>
            <div class="card-body">
                <p>Όλο το περιεχόμενο, σχεδιασμός, γραφικά, λογότυπα, εικόνες, κείμενα, και άλλα υλικά που
                    περιλαμβάνονται σε αυτήν την ιστοσελίδα αποτελούν πνευματική ιδιοκτησία και προστατεύονται από
                    τους νόμους περί πνευματικών δικαιωμάτων.</p>
            </div>
        </div>

        <div class="card mb-4">
            <div class="card-header">3. Περιορισμοί</div>
            <div class="card-body">
                <p>Απαγορεύεται η αναπαραγωγή, διανομή, εμφάνιση ή μετάδοση του περιεχομένου της ιστοσελίδας μας,
                    εκτός αν είναι ειδικά επιτρεπτό από τους παρόντες όρους.</p>
            </div>
        </div>

        <div class="card mb-4">
            <div class="card-header">4. Αποποίηση Ευθυνών</div>
            <div class="card-body">
                <p>Η ιστοσελίδα μας παρέχεται "όπως είναι", χωρίς καμία εγγύηση. Δεν φέρουμε ευθύνη για τυχόν
                    απώλειες ή ζημιές που προκύπτουν από τη χρήση της ιστοσελίδας μας.</p>
            </div>
        </div>

        <div class="card mb-4">
            <div class="card-header">5. Τροποποιήσεις</div>
            <div class="card-body">
                <p>Διατηρούμε το δικαίωμα να τροποποιήσουμε αυτούς τους όρους χρήσης ανά πάσα στιγμή. Οι
                    τροποποιημένοι όροι θα ισχύουν από την ημερομηνία δημοσίευσής τους στην ιστοσελίδα μας.</p>
            </div>
        </div>
    </section>

    <?php App::component('footer'); ?>
</div>
</body>
</html>
